const privateInfo = `
<p><b>총칙</b></p>
<br />
<p><b>1. 수집하는 개인정보의 항목 및 수집방법</b></p>
<p>가. 수집하는 개인정보의 항목
    첫째, 회사는 회원가입, 원활한 고객상담, 각종 서비스 제공을 위해 아래와 같은 항목의 개인정보를 수집하고 있습니다.
        일반 회원가입 - 아이디, 이메일, 닉네임, 휴대폰번호
        판매자 회원가입 : 본인명의 휴대폰, 휴대폰 인증, 성명, 생년월일, 아이디, 주소, 휴대폰번호, 이메일, 가입인증 정보, 닉네임.
    둘째, 서비스 이용과정에서 아래와 같은 정보들이 생성되어 수집될 수 있습니다. 아이피, 방문 일시, 서비스 이용 기록, 불량 이용 기록
나. 개인정보 수집방법
    회사는 다음과 같은 방법으로 개인정보를 수집합니다.
    - 홈페이지, 서면양식, 전화, 팩스, 이메일, 이벤트 응모, 배송요청
</p>
<br />
<p><b>2. 개인정보의 수집 및 이용목적</b></p>
<p>가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산
콘텐츠 제공, 특정 맞춤 서비스 제공, 물품배송 또는 영수증, 본인인증, 구매 및 요금 결제
나. 회원관리
회원제 서비스 이용에 따른 본인여부 확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 연령확인, 가입의사확인, 가입 및 가입횟수 제한, 법적대리인 본인확인, 분쟁 조정을 위한 기록보존, 민원처리, 고지사항 전달
</p>
<br />
<p><b>3. 개인정보의 보유 및 이용기간</b></p>
<p>회사는 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.
가. 회사 내부 방침에 의한 정보보유 사유
    - 부정이용기록
    보존 이유 : 부정 이용 방지
    보존 기간 : 해당 제한기간(3년)

나. 관련법령에 의한 정보보유 사유
    상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.
    - 계약 또는 청약철회 등에 관한 기록
    보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률
    보존 기간 : 5년
    - 대금결제 및 재화 등의 공급에 관한 기록
    보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률
    보존 기간 : 5년
    - 소비자의 불만 또는 분쟁처리에 관한 기록
    보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률
    보존 기간 : 3년
    - 방문에 관한 기록
    보존 이유 : 통신비밀보호법
    보존 기간 : 3개월
</p>`;

export { privateInfo };
