const service = `
<p><b>총칙</b></p>
<br />
<p><b>제1조 [목적]</b></p>
<p>이 약관은 SUPERCAR MARKET이 제공하는 서비스의 이용과 관련하여 SUPERCAR MARKET과 이용자의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다. 아래 내용은 임의로 넣어두었습니다.</p>
<br />
<p><b>제2조 [정의]</b></p>
<p>1. 이 약관에서 사용되는 용어의 정의는 다음과 같습니다. 
   가. "서비스"는 구현되는 기기(PC, 스마트폰 등의 각종 유무선 장치를 포함합니다)와 무관하게 winty가 개발한 Pickple 앱을 통해 이용자에게 제공하는 모든 서비스를 말합니다.
   나. "회원" 또는 “이용자”는 winty가 정한 회원 가입 절차를 거쳐 서비스를 이용하는 자를 말합니다.
   다. "콘텐츠"는 프로그램, 소프트웨어 기타 형식을 불문하고 서비스와 관련한 각종 이미지, 텍스트 정보, 관련 자료 및 정보 등을 말합니다.
   라. "Pickple"은 winty가 서비스 제공을 위하여 자체 개발한 목표 관리 어플리케이션(iOS 및/또는 안드로이드 버전)을 말합니다.
   마. "아이디"는 회원의 식별 및 서비스 이용을 위하여 회원이 정하고 winty가 승인하는 이메일 주소 형식의 문자 또는 숫자, 기호의 조합을 의미합니다.
   바. “비밀번호”는 회원이 부여받은 아이디와 일치하는 회원임을 확인하기 위하여 회원 자신이 정한 문자 또는 숫자, 기호의 조합을 의미합니다.
   이 약관에서 사용하는 용어의 정의는 제1항 각 호에서 정하는 것을 제외하고는 관계 법령 및 개인정보처리방침, winty가 별도로 정한 지침 기타 일반적인 상관례에 의합니다.
</p>
<br />
<p><b>제3조 [정의]</b></p>
<p>1. 이 약관에서 사용되는 용어의 정의는 다음과 같습니다. 
   가. "서비스"는 구현되는 기기(PC, 스마트폰 등의 각종 유무선 장치를 포함합니다)와 무관하게 winty가 개발한 Pickple 앱을 통해 이용자에게 제공하는 모든 서비스를 말합니다.
   나. "회원" 또는 “이용자”는 winty가 정한 회원 가입 절차를 거쳐 서비스를 이용하는 자를 말합니다.
   다. "콘텐츠"는 프로그램, 소프트웨어 기타 형식을 불문하고 서비스와 관련한 각종 이미지, 텍스트 정보, 관련 자료 및 정보 등을 말합니다.
   라. "Pickple"은 winty가 서비스 제공을 위하여 자체 개발한 목표 관리 어플리케이션(iOS 및/또는 안드로이드 버전)을 말합니다.
   마. "아이디"는 회원의 식별 및 서비스 이용을 위하여 회원이 정하고 winty가 승인하는 이메일 주소 형식의 문자 또는 숫자, 기호의 조합을 의미합니다.
   바. “비밀번호”는 회원이 부여받은 아이디와 일치하는 회원임을 확인하기 위하여 회원 자신이 정한 문자 또는 숫자, 기호의 조합을 의미합니다.
   이 약관에서 사용하는 용어의 정의는 제1항 각 호에서 정하는 것을 제외하고는 관계 법령 및 개인정보처리방침, winty가 별도로 정한 지침 기타 일반적인 상관례에 의합니다.
</p>
<br />
<p><b>제4조 [정의]</b></p>
<p>1. 이 약관에서 사용되는 용어의 정의는 다음과 같습니다. 
   가. "서비스"는 구현되는 기기(PC, 스마트폰 등의 각종 유무선 장치를 포함합니다)와 무관하게 winty가 개발한 Pickple 앱을 통해 이용자에게 제공하는 모든 서비스를 말합니다.
   나. "회원" 또는 “이용자”는 winty가 정한 회원 가입 절차를 거쳐 서비스를 이용하는 자를 말합니다.
   다. "콘텐츠"는 프로그램, 소프트웨어 기타 형식을 불문하고 서비스와 관련한 각종 이미지, 텍스트 정보, 관련 자료 및 정보 등을 말합니다.
   라. "Pickple"은 winty가 서비스 제공을 위하여 자체 개발한 목표 관리 어플리케이션(iOS 및/또는 안드로이드 버전)을 말합니다.
   마. "아이디"는 회원의 식별 및 서비스 이용을 위하여 회원이 정하고 winty가 승인하는 이메일 주소 형식의 문자 또는 숫자, 기호의 조합을 의미합니다.
   바. “비밀번호”는 회원이 부여받은 아이디와 일치하는 회원임을 확인하기 위하여 회원 자신이 정한 문자 또는 숫자, 기호의 조합을 의미합니다.
   이 약관에서 사용하는 용어의 정의는 제1항 각 호에서 정하는 것을 제외하고는 관계 법령 및 개인정보처리방침, winty가 별도로 정한 지침 기타 일반적인 상관례에 의합니다.
</p>`;

export { service };
